Repository: Graphmatic/Tickcoin---iOS-app-to-get-prices-and-trades-on-localbitcoins.com
Catalog: LCB PUBLIC TICKER/*.lproj/Localizable.strings
Languages: fr

# _PICKER_FIRST_LAUNCH
source: please wait...
fr: chargement...

# _WELCOME_WAIT_FOR_DATAS
source: initializing...
fr: bienvenue! initialisation...

# _LAST
source: last price
fr: dernier prix

# _AVG_1H
source: average 1H
fr: moyenne 1H

# _AVG_3H
source: average 3H
fr: moyenne 3H

# _AVG_12H
source: average 12H
fr: moyenne 12H

# _AVG_24H
source: average 24H
fr: moyenne 24H

# _ASK_BID_TITLE_LEFT
source: PRICE ( %@ )
fr: PRIX ( %@ )

# _NO_DATAS
source: no data
fr: aucune donnée

# _LAST_ORDER_TITLE
source: Price ( %@ ) volume
fr: Prix ( %@ ) volume

# _WAIT_FOR_DATAS
source: please wait - update...
fr: chargement des données...

# _INVALID_DATAS
source: invalid data
fr: erreur

# _NO_CONNECT_OUTDATED
source: Outdated datas! last sync: %@
fr: mode hors-ligne! dernière synchro: %@

# _DAILY_PRICE_VARIATION
source: variation since last refresh:
fr: variation depuis dernier refresh:

# _DAILY_PRICE_VARIATION_DOWN
source: price decreased by %@
fr: en baisse de %@

# _DAILY_PRICE_VARIATION_NON
source: same price
fr: prix inchangé

# _DAILY_PRICE_VARIATION_UP
source: price increased by %@
fr: en hausse de %@

# _SELL_ADD_FOR_CUR_x
source: BIDS - %@
fr: OFFRE - %@

# _BUY_ADD_FOR_CUR_x
source: ASKS - %@
fr: DEMANDE - %@

# _DEVIATION_TRESHOLD_FILTER
source: display filter: +/- %d%% of 24H average
fr: filtre: +/- %d%% du prix sur 24H

# _EDIT_FILTER_NULL
source: no order in this range, please edit display filter
fr: aucun ordre, augmentez la valeur du filtre svp

# _EDIT_SETTING
source: right-swipe to edit filter
fr: Swipe droit pour éditer ce seuil

# _SLIDER_DEVIATION_NAME
source: max diff from 24H average:
fr: écart max. / prix sur 24H

# _SLIDER_DEVIATION_NAME_IPAD
source: max diff from 24H average: %@
fr: écart max. moyenne 24H: %@

# _DEVIATION_TRESHOLD_FILTER_DISABLED
source: display filter: disabled
fr: display filter: désactivé

# _DOUBLE_TAP_ASCENDING
source: double tap list to sort ascending
fr: double tap: ordre croissant

# _DOUBLE_TAP_DESCENDING
source: double tap list to sort descending
fr: double tap: ordre décroissant

# _TWEET_DAILY_TICKER
source: %@ - Localbitcoins.com: BTC %@: %@
fr: %@ - %@ du Bitcoin sur Localbitcoins.com: %@

# _DONE
source: updated!
fr: données à jour!

# _EMAIL_DAILY_TICKER
source: Localbitcoins.com: BITCOIN DAILY PRICE
fr: Localbitcoins.com: COURS DU BITCOIN

# _MAIL_SENDING_CANCELLED
source: Mail canceled
fr: Email: envoi annulé

source: Mail saved
fr: Email sauvegardé

source: Mail sent
fr: Email envoyé

# _MAIL_SEND_FAIL
source: Mail failed
fr: Email: l'envoi a échoué

# _MAIL_NOT_SENT_DEFAULT
source: Mail not sent
fr: L'Email n'a pas été envoyé

# _SMS_SENDING_CANCELLED
source: SMS canceled
fr: SMS: envoi annulé

source: SMS sent
fr: SMS envoyé

# _SMS_SEND_FAIL
source: SMS failed
fr: SMS: l'envoi a échoué

# _TWEET_SENDING_CANCELLED
source: Tweet sending canceled
fr: Tweet: envoi annulé

source: Tweet sent
fr: Tweet envoyé

source: Nothing to share
fr: Aucune donnée!

# _TWITTER_NOT_CONF
source: Twitter is not configured
fr: Twitter n'est pas configuré

# _FACEBOOK_NOT_CONF
source: Facebook is not configured
fr: Facebook n'est pas configuré

# _MAIL_NOT_CONF
source: Mail is not configured
fr: Mail n'est pas configuré

# _MESSAGE_NOT_CONF
source: Device can not send SMS
fr: SMS non disponibles

source: Error
fr: Erreur

# _PRICE_CURRENCY_CHART
source: Closed trades prices - past 24H - %@
fr: Cotation sur 24H - %@

# _VOLUME_CURRENCY_CHART
source: Closed trades volumes - past 24H - BTC
fr: Volumes sur 24H - BTC

# _PRICE_CURRENCY_CHART_OUTDATED
source: Closed trades prices - Outdated! - %@
fr: Cotation sur 24H - Outdated! - %@

# _VOLUME_CURRENCY_CHART_OUTDATED
source: Closed trades volumes - Outdated - BTC
fr: Volumes sur 24H - Outdated! - BTC

source: Yesterday
fr: Hier

source: Now
fr: Maintenant

# _NO_CHART_AVAILABLE
source: No chart available for %@
fr: Aucune donnée - %@

source: No trade
fr: Aucune opération

# _AFFILIATE
source: your affiliate tag:
fr: votre ID affilié:

source: default currency:
fr: devise par défaut:

# _LOADING_NEWS
source: loading last news...:
fr: chargement des news...:

# _GRAPHMATIC_MAIL
source: graphmatic.studio@gmail.com
fr: réalisé par Graphmatic Studio - graphmatic.studio@gmail.com
